// ===== 연락처 데이터 =====

export interface Contact {
  n: string;
  a: string;
  b?: string;
}

/** 관제센터 */
export const CPH_CTRL: Contact[] = [
  { n: '5호선 관제', a: '02-6311-2730', b: '02-6311-5005' },
];

/** 승무사업소 */
export const CPH: Contact[] = [
  { n: '답십리 승무운용', a: '02-6311-5986', b: '02-6311-5987' },
  { n: '영등포 승무운용', a: '02-6311-5966', b: '02-6311-5967' },
  { n: '고덕기지 신호취급실', a: '02-6311-5996', b: '02-6311-5997' },
  { n: '고덕기지 승무운용', a: '02-6311-5992', b: '02-6311-5993' },
  { n: '방화기지 신호취급실', a: '02-6311-5976', b: '02-6311-5977' },
  { n: '방화기지 승무운용', a: '02-6311-5972', b: '02-6311-5973' },
];
